Repository: HenriquesPontes/Near
Catalog: Near/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt, pt_br, ru, zh_hans

source: Copyright © 2026 Henriques Pontes. All rights reserved.
ar: حقوق النشر © 2026 هنريكس بونتيس. جميع الحقوق محفوظة.
de: Copyright © 2026 Henriques Pontes. Alle Rechte vorbehalten.
es: Copyright © 2026 Henriques Pontes. Reservados todos los derechos.
fr: Copyright © 2026 Henriques Pontes. Tous droits réservés.
hi: कॉपीराइट © 2026 हेनरिक्स पोंटेस। सर्वाधिकार सुरक्षित।
it: Copyright © 2026 Henriques Pontes. Tutti i diritti riservati.
ja: 著作権 © 2026 エンリケス・ポンテス。無断転載を禁じます。
ko: 저작권 © 2026 헨리케스 폰테스. 모든 권리 보유.
pt: Copyright © 2026 Henriques Pontes. Todos os direitos reservados.
pt_br: Copyright © 2026 Henriques Pontes. Todos os direitos reservados.
ru: Copyright © 2026 Энрикес Понтес. Все права защищены.
zh_hans: 版权所有 © 2026 恩里克斯·庞特斯。版权所有。

source: Current sensitivity:
ar: الحساسية الحالية:
de: Aktuelle Empfindlichkeit:
es: Sensibilidad actual:
fr: Sensibilité actuelle :
hi: वर्तमान संवेदनशीलता:
it: Sensibilità corrente:
ja: 現在の感度:
ko: 현재 감도:
pt: Sensibilidade atual:
pt_br: Sensibilidade atual:
ru: Текущая чувствительность:
zh_hans: 电流灵敏度：

source: Currently Nearby
ar: القريبة حاليا
de: Derzeit in der Nähe
es: Actualmente cerca
fr: Actuellement à proximité
hi: वर्तमान में निकट
it: Attualmente nelle vicinanze
ja: 現在近くにあります
ko: 현재 주변
pt: Atualmente próximo
pt_br: Atualmente próximo
ru: В настоящее время рядом
zh_hans: 目前在附近

source: Custom 5-mic array for spatial audio capturing. Highly directional and sensitive.
ar: مجموعة مخصصة مكونة من 5 ميكروفونات لالتقاط الصوت المكاني. اتجاهي وحساس للغاية.
de: Spezielles 5-Mikrofon-Array für räumliche Audioaufnahme. Stark gerichtet und empfindlich.
es: Matriz personalizada de 5 micrófonos para captura de audio espacial. Altamente direccional y sensible.
fr: Réseau de 5 micros personnalisé pour capture audio spatiale. Très directionnel et sensible.
hi: स्थानिक ऑडियो कैप्चरिंग के लिए कस्टम 5-माइक सरणी। अत्यधिक दिशात्मक और संवेदनशील.
it: Array personalizzato da 5 microfoni per acquisizione audio spaziale. Altamente direzionale e sensibile.
ja: 空間オーディオキャプチャのためのカスタム 5 マイクアレイ。指向性が高く感度も高い。
ko: 공간 오디오 캡처를 위한 맞춤형 5 마이크 어레이. 방향성이 뛰어나고 민감합니다.
pt: Matriz personalizada de 5 microfones para captura de áudio espacial. Altamente direcional e sensível.
pt_br: Matriz personalizada de 5 microfones para captura de áudio espacial. Altamente direcional e sensível.
ru: Пользовательский массив из 5 микрофонов для захвата пространственного звука. Очень направленный и чувствительный.
zh_hans: 定制的 5 麦克风阵列，用于录制空间音频。具有高方向性和高灵敏度。

source: Dark
ar: مظلم
de: Dunkel
es: Oscuro
fr: Sombre
hi: अँधेरा
it: Scuro
ja: 暗い
ko: 어두운
pt: Escuro
pt_br: Escuro
ru: Темный
zh_hans: 黑暗的

source: Delete All
ar: حذف الكل
de: Alle löschen
es: Eliminar todo
fr: Supprimer tout
hi: सभी हटा दो
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pt: Excluir tudo
pt_br: Excluir tudo
ru: Удалить все
zh_hans: 全部删除

source: Detected %@
ar: مُكتَشَف ٪@
de: Erkannt um %@
es: Detectado a las %@
fr: Détecté à %@
hi: पता चला %@
it: Rilevato alle %@
ja: %@ が検出されました
ko: %@ 감지됨
pt: Detectado às %@
pt_br: Detectado %@
ru: Обнаружено %@
zh_hans: 检测时间 %@

source: Detected approximately %@ meters away.
ar: تم اكتشافه على بعد %@ مترًا تقريبًا.
de: In ca. %@ Metern Entfernung erkannt.
es: Detectado a aproximadamente %@ metros.
fr: Détecté à environ %@ mètres.
hi: लगभग %@ मीटर दूर पता चला।
it: Rilevato a circa %@ metri di distanza.
ja: 約 %@ メートル離れた場所で検出されました。
ko: 약 %@미터 떨어진 곳에서 감지되었습니다.
pt: Detectado a aproximadamente %@ metros.
pt_br: Detectado a aproximadamente %@ metros de distância.
ru: Обнаружено на расстоянии примерно %@ метров.
zh_hans: 在距离约 %@ 米处检测到。

source: Detected Glasses Channel
ar: قناة النظارات المكتشفة
de: Erkannter Brillenkanal
es: Canal de gafas detectado
fr: Canal de lunettes détecté
hi: पता लगाया गया चश्मा चैनल
it: Canale occhiali rilevato
ja: 検出されたメガネチャンネル
ko: 감지된 안경 채널
pt: Canal de óculos detectado
pt_br: Canal de óculos detectado
ru: Обнаружен канал очков
zh_hans: 检测到眼镜通道

source: DETECTED GLASSES CHANNELS
ar: قنوات النظارات المكتشفة
de: ERKANNTE BRILLEN-KANÄLE
es: CANALES DE GAFAS DETECTADOS
fr: CANAUX DE LUNETTES DÉTECTÉS
hi: खोजे गए ग्लास चैनल
it: CANALI OCCHIALI RILEVATI
ja: 検出されたメガネチャンネル
ko: 감지된 유리 채널
pt: CANAIS DE ÓCULOS DETECTADOS
pt_br: CANAIS DE ÓCULOS DETECTADOS
ru: ОБНАРУЖЕНЫ ОЧКИ КАНАЛЫ
zh_hans: 已检测到的眼镜通道

source: Detected:
ar: مُكتَشَف:
de: Erkannt:
es: Detectado:
fr: Détecté :
hi: पता चला:
it: Rilevato:
ja: 検出されました:
ko: 감지됨:
pt: Detectado:
pt_br: Detectado:
ru: Обнаружено:
zh_hans: 检测到：

source: Detection Sensitivity
ar: حساسية الكشف
de: Erkennungsempfindlichkeit
es: Sensibilidad de detección
fr: Sensibilité de détection
hi: जांच संवेदनशीलता
it: Sensibilità di rilevamento
ja: 検出感度
ko: 감지 감도
pt: Sensibilidade de Detecção
pt_br: Sensibilidade de detecção
ru: Чувствительность обнаружения
zh_hans: 检测灵敏度

source: Detects Bluetooth emissions from popular smart glasses like Ray-Ban Meta and Apple Vision Pro.
ar: يكتشف انبعاثات البلوتوث من النظارات الذكية الشهيرة مثل Ray-Ban Meta وApple Vision Pro.
de: Erkennt Bluetooth-Emissionen von beliebten Smart-Brillen wie Ray-Ban Meta und Apple Vision Pro.
es: Detecta emisiones de Bluetooth de gafas inteligentes populares como Ray-Ban Meta y Apple Vision Pro.
fr: Détecte les émissions Bluetooth des lunettes intelligentes populaires comme Ray-Ban Meta et Apple Vision Pro.
hi: रे-बैन मेटा और ऐप्पल विज़न प्रो जैसे लोकप्रिय स्मार्ट ग्लास से ब्लूटूथ उत्सर्जन का पता लगाता है।
it: Rileva le emissioni Bluetooth degli occhiali intelligenti più diffusi come Ray-Ban Meta e Apple Vision Pro.
ja: Ray-Ban Meta や Apple Vision Pro などの人気のスマート グラスからの Bluetooth 放射を検出します。
ko: Ray-Ban Meta 및 Apple Vision Pro와 같은 인기 있는 스마트 안경에서 Bluetooth 방출을 감지합니다.
pt: Detecta emissões de Bluetooth de óculos inteligentes populares como Ray-Ban Meta e Apple Vision Pro.
pt_br: Detecta emissões de Bluetooth de óculos inteligentes populares como Ray-Ban Meta e Apple Vision Pro.
ru: Обнаруживает излучение Bluetooth от популярных умных очков, таких как Ray-Ban Meta и Apple Vision Pro.
zh_hans: 检测雷朋 Meta 和 Apple Vision Pro 等流行智能眼镜的蓝牙发射。

source: Deutsch
ar: الألمانية
es: alemán
fr: Allemand
it: Tedesco
ja: ドイツ語
ko: 독일어
pt: Alemão
pt_br: Alemão
ru: немецкий
zh_hans: 德语

source: Developer
ar: المطور
de: Entwickler
es: Revelador
fr: Promoteur
hi: डेवलपर
it: Sviluppatore
ja: 開発者
ko: 개발자
pt: Desenvolvedor
pt_br: Desenvolvedor
ru: Разработчик
zh_hans: 开发商

source: Developer Mode
ar: وضع المطور
de: Entwicklermodus
es: Modo desarrollador
fr: Mode développeur
hi: डेवलपर मोड
it: Modalità sviluppatore
ja: 開発者モード
ko: 개발자 모드
pt: Modo de desenvolvedor
pt_br: Modo de desenvolvedor
ru: Режим разработчика
zh_hans: 开发者模式

source: Device Channel
ar: قناة الجهاز
de: Gerätekanal
es: Canal del dispositivo
fr: Canal de périphérique
hi: डिवाइस चैनल
it: Canale del dispositivo
ja: デバイスチャネル
ko: 장치 채널
pt: Canal do dispositivo
pt_br: Canal do dispositivo
ru: Канал устройства
zh_hans: 设备通道

source: Device Channel (Type)
ar: قناة الجهاز (النوع)
de: Gerätekanal (Typ)
es: Canal de dispositivo (tipo)
fr: Canal de périphérique (type)
hi: डिवाइस चैनल (प्रकार)
it: Canale del dispositivo (tipo)
ja: デバイスチャンネル(種類)
ko: 장치 채널(유형)
pt: Canal do dispositivo (tipo)
pt_br: Canal do dispositivo (tipo)
ru: Канал устройства (тип)
zh_hans: 设备通道（类型）

source: Device Details
ar: تفاصيل الجهاز
de: Gerätedetails
es: Detalles del dispositivo
fr: Détails de l'appareil
hi: डिवाइस विवरण
it: Dettagli dispositivo
ja: デバイスの詳細
ko: 장치 세부정보
pt: Detalhes do Dispositivo
pt_br: Detalhes do dispositivo
ru: Сведения об устройстве
zh_hans: 设备详细信息

source: Device Filters
ar: مرشحات الجهاز
de: Gerätefilter
es: Filtros de dispositivos
fr: Filtres d'appareils
hi: डिवाइस फ़िल्टर
it: Filtri dispositivi
ja: デバイスフィルター
ko: 장치 필터
pt: Filtros de Dispositivos
pt_br: Filtros de dispositivos
ru: Фильтры устройств
zh_hans: 设备过滤器

source: Device Info
ar: معلومات الجهاز
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
hi: डिवाइस जानकारी
it: Informazioni sul dispositivo
ja: デバイス情報
ko: 장치 정보
pt: Informações do dispositivo
pt_br: Informações do dispositivo
ru: Информация об устройстве
zh_hans: 设备信息

source: Device Name
ar: اسم الجهاز
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
hi: डिवाइस का नाम
it: Nome del dispositivo
ja: デバイス名
ko: 장치 이름
pt: Nome do dispositivo
pt_br: Nome do dispositivo
ru: Имя устройства
zh_hans: 设备名称

source: Devices you choose to ignore from details view will appear here.
ar: ستظهر هنا الأجهزة التي اخترت تجاهلها من عرض التفاصيل.
de: Geräte, die du in der Detailansicht ignorierst, werden hier angezeigt.
es: Los dispositivos que elijas ignorar en la vista de detalles aparecerán aquí.
fr: Les appareils que vous choisissez d'ignorer dans la vue des détails apparaîtront ici.
hi: वे डिवाइस जिन्हें आप विवरण दृश्य से अनदेखा करना चुनते हैं, वे यहां दिखाई देंगे।
it: I dispositivi che scegli di ignorare nella visualizzazione dettagli appariranno qui.
ja: 詳細ビューで無視することを選択したデバイスがここに表示されます。
ko: 세부정보 보기에서 무시하도록 선택한 장치가 여기에 표시됩니다.
pt: Os dispositivos que você decidir ignorar na tela de detalhes aparecerão aqui.
pt_br: Os dispositivos que você optar por ignorar na visualização de detalhes aparecerão aqui.
ru: Здесь появятся устройства, которые вы решили игнорировать в подробном представлении.
zh_hans: 您在详细信息视图中选择忽略的设备将显示在这里。

source: Discreet photo/video capturing
ar: التقاط الصور/الفيديو بشكل سري
de: Diskrete Foto-/Videoaufnahme
es: Captura discreta de fotos/videos
fr: Capture discrète de photos/vidéos
hi: विवेकपूर्ण फोटो/वीडियो कैप्चरिंग
it: Acquisizione discreta di foto/video
ja: 目立たない写真/ビデオの撮影
ko: 눈에 띄지 않는 사진/비디오 캡처
pt: Captura discreta de foto/vídeo
pt_br: Captura discreta de fotos/vídeos
ru: Незаметная фото/видеосъемка
zh_hans: 谨慎的照片/视频捕捉

source: Display / HUD Capabilities
ar: قدرات العرض / HUD
de: Display / HUD-Fähigkeiten
es: Capacidades de pantalla / HUD
fr: Capacités d'affichage / HUD
hi: प्रदर्शन/एचयूडी क्षमताएं
it: Funzionalità Display / HUD
ja: ディスプレイ/HUD機能
ko: 디스플레이 / HUD 기능
pt: Capacidades de Display / HUD
pt_br: Capacidades de exibição/HUD
ru: Возможности дисплея/HUD
zh_hans: 显示 / 抬头显示 (HUD) 能力

source: DISTANT (COLD)
ar: بعيد (بارد)
de: WEIT ENTFERNT (KALT)
es: LEJANO (FRÍO)
fr: ÉLOIGNÉ (FROID)
hi: दूर (ठंडा)
it: LONTANO (FREDDO)
ja: 遠い（冷たい）
ko: 원거리(추위)
pt: DISTANTE (GELADO)
pt_br: DISTANTE (FRIO)
ru: ДАЛЕКО (ХОЛОДНО)
zh_hans: 较远 (冷)

source: Done
ar: منتهي
de: Erledigt
es: Hecho
fr: Fait
hi: हो गया
it: Fatto
ja: 終わり
ko: 완료
pt: Feito
pt_br: Feito
ru: Сделанный
zh_hans: 完毕

source: Double tap to select this device
ar: انقر نقرًا مزدوجًا لتحديد هذا الجهاز
de: Tippen Sie zweimal, um dieses Gerät auszuwählen
es: Toca dos veces para seleccionar este dispositivo
fr: Appuyez deux fois pour sélectionner cet appareil
hi: इस डिवाइस को चुनने के लिए दो बार टैप करें
it: Tocca due volte per selezionare questo dispositivo
ja: ダブルタップしてこのデバイスを選択します
ko: 이 기기를 선택하려면 두 번 탭하세요.
pt: Toque duas vezes para selecionar este dispositivo
pt_br: Toque duas vezes para selecionar este dispositivo
ru: Нажмите дважды, чтобы выбрать это устройство
zh_hans: 双击选择该设备

source: Dual 12MP Ultra-wide cameras. Records 1080p video with white LED active capture indicator (often taped over by covert users).
ar: كاميرات مزدوجة فائقة الاتساع بدقة 12 ميجابكسل. يسجل فيديو بدقة 1080 بكسل باستخدام مؤشر الالتقاط النشط LED الأبيض (غالبًا ما يتم تسجيله بواسطة المستخدمين السريين).
de: Zwei 12-MP-Ultrawinkelkameras. Nimmt 1080p-Videos mit aktiver weißer LED-Aufnahmeanzeige auf (von heimlichen Nutzern oft abgeklebt).
es: Cámaras duales ultra gran angular de 12 MP. Graba video en 1080p con indicador LED de captura activo (a menudo tapado por usuarios encubiertos).
fr: Double caméra ultra-large 12 MP. Enregistre en 1080p avec indicateur d'enregistrement LED blanc (souvent masqué par les utilisateurs indiscrets).
hi: दोहरे 12MP अल्ट्रा-वाइड कैमरे। सफेद एलईडी सक्रिय कैप्चर संकेतक के साथ 1080p वीडियो रिकॉर्ड करता है (अक्सर गुप्त उपयोगकर्ताओं द्वारा टेप किया जाता है)।
it: Doppia fotocamera ultra-grandangolare da 12MP. Registra video a 1080p con indicatore LED bianco di acquisizione attivo (spesso coperto con nastro adesivo da utenti malintenzionati).
ja: デュアル 12MP 超広角カメラ。白色 LED アクティブ キャプチャ インジケーターを使用して 1080p ビデオを録画します (隠れたユーザーによってテープで記録されることがよくあります)。
ko: 듀얼 12MP 초광각 카메라. 흰색 LED 활성 캡처 표시기로 1080p 비디오를 녹화합니다(종종 비밀 사용자가 테이프로 덮어두는 경우가 있음).
pt: Câmeras duplas Ultra-wide de 12MP. Grava vídeo 1080p com indicador LED de gravação ativo (muito coberto com fita por usuários disfarçados).
pt_br: Câmeras duplas ultra-largas de 12 MP. Grava vídeo 1080p com indicador de captura ativa LED branco (geralmente gravado por usuários secretos).
ru: Двойная сверхширокоугольная камера 12 МП. Записывает видео 1080p с белым светодиодным индикатором активной съемки (часто записывается скрытыми пользователями).
zh_hans: 双 1200 万像素超广角摄像头。支持拍摄 1080p 视频，配有白色 LED 录制指示灯（常被隐蔽使用者用胶带贴住）。

source: Dual micro-OLED displays (4K resolution per eye). Includes external EyeSight screen showing digital eyes.
ar: شاشات Micro-OLED مزدوجة (دقة 4K لكل عين). يتضمن شاشة EyeSight خارجية تظهر العيون الرقمية.
de: Dual-Mikro-OLED-Displays (4K-Auflösung pro Auge). Enthält externen EyeSight-Bildschirm, der digitale Augen anzeigt.
es: Pantallas micro-OLED duales (resolución 4K por ojo). Incluye pantalla EyeSight externa que muestra ojos digitales.
fr: Double écran micro-OLED (résolution 4K par œil). Comprend un écran EyeSight externe affichant des yeux numériques.
hi: दोहरी माइक्रो-ओएलईडी डिस्प्ले (प्रति आंख 4K रिज़ॉल्यूशन)। इसमें डिजिटल आंखें दिखाने वाली बाहरी आईसाइट स्क्रीन शामिल है।
it: Doppio display micro-OLED (risoluzione 4K per occhio). Include uno schermo EyeSight esterno che mostra gli occhi digitali.
ja: デュアル マイクロ OLED ディスプレイ (片目あたり 4K 解像度)。デジタル目を表示する外部 EyeSight スクリーンが含まれています。
ko: 듀얼 마이크로 OLED 디스플레이(눈당 4K 해상도). 디지털 눈을 보여주는 외부 EyeSight 화면이 포함되어 있습니다.
pt: Telas micro-OLED duplas (resolução 4K por olho). Inclui tela EyeSight externa mostrando olhos digitais.
pt_br: Telas micro-OLED duplas (resolução 4K por olho). Inclui tela EyeSight externa mostrando olhos digitais.
ru: Два дисплея micro-OLED (разрешение 4K на каждый глаз). Включает внешний экран EyeSight, на котором отображаются цифровые глаза.
zh_hans: 双微型 OLED 显示屏（单眼 4K 分辨率）。包含显示数字双眼的外部 EyeSight 屏幕。

source: Dual microphones for voice recognition and voice clip logging.
ar: ميكروفونات مزدوجة للتعرف على الصوت وتسجيل المقاطع الصوتية.
de: Dual-Mikrofone für Spracherkennung und Aufzeichnung von Sprachclips.
es: Micrófonos duales para reconhecimento de voz e registro de clips de voz.
fr: Double micro pour la reconnaissance vocale et l'enregistrement de clips vocaux.
hi: ध्वनि पहचान और ध्वनि क्लिप लॉगिंग के लिए दोहरे माइक्रोफ़ोन।
it: Doppi microfoni per riconoscimento vocale e salvataggio di clip vocali.
ja: 音声認識と音声クリップのログ記録用のデュアル マイク。
ko: 음성 인식 및 음성 클립 로깅을 위한 듀얼 마이크.
pt: Microfones duplos para reconhecimento de voz e gravação de mensagens de voz.
pt_br: Microfones duplos para reconhecimento de voz e registro de clipes de voz.
ru: Двойные микрофоны для распознавания голоса и записи голосовых клипов.
zh_hans: 双麦克风用于语音识别和语音剪辑录制。

source: Dual Waveguide displays with 2000 nits brightness showing augmented reality projections.
ar: يعرض الدليل الموجي المزدوج سطوع 2000 شمعة في المتر المربع مما يعرض إسقاطات الواقع المعزز.
de: Duale Waveguide-Displays mit 2000 Nits Helligkeit, die Augmented-Reality-Projektionen zeigen.
es: Pantallas Waveguide duales con 2000 nits de brillo que muestran proyecciones en realidad aumentada.
fr: Double affichage Waveguide avec luminosité de 2000 nits affichant de la RA.
hi: 2000 निट्स चमक के साथ दोहरी वेवगाइड डिस्प्ले संवर्धित वास्तविकता अनुमान दिखाती है।
it: Doppi display Waveguide con luminosità di 2000 nit per visualizzare proiezioni di realtà aumentata.
ja: デュアル ウェーブガイド ディスプレイは 2000 nit の輝度で拡張現実投影を表示します。
ko: 증강 현실 투영을 보여주는 2000니트 밝기의 듀얼 도파관 디스플레이.
pt: Telas Waveguide duplas com brilho de 2000 nits mostrando projeções de realidade aumentada.
pt_br: Telas duplas de guia de ondas com brilho de 2.000 nits mostrando projeções de realidade aumentada.
ru: Двойные волноводные дисплеи с яркостью 2000 нит, показывающие проекции дополненной реальности.
zh_hans: 双光波导显示器，亮度达 2000 尼特，展示增强现实投影。

source: Dual-driver audio pods with spatial audio calibration. Multi-microphone recording.
ar: وحدات صوتية ثنائية المحرك مع معايرة الصوت المكاني. تسجيل متعدد الميكروفونات.
de: Zwei-Treiber-Audio-Pods mit räumlicher Audio-Kalibrierung. Mehrfachmikrofon-Aufnahme.
es: Módulos de audio de doble transductor con calibración de audio espacial. Grabación de múltiples micrófonos.
fr: Pods audio à double pilote avec étalonnage audio spatial. Enregistrement multi-micro.
hi: स्थानिक ऑडियो अंशांकन के साथ दोहरे चालक ऑडियो पॉड। मल्टी-माइक्रोफोन रिकॉर्डिंग।
it: Altoparlanti a doppio driver con calibrazione audio spaziale. Registrazione multi-microfono.
ja: 空間オーディオキャリブレーションを備えたデュアルドライバーオーディオポッド。マルチマイク録音。
ko: 공간 오디오 보정 기능이 있는 듀얼 드라이버 오디오 포드. 다중 마이크 녹음.
pt: Alto-falantes de driver duplo com calibração de áudio espacial. Gravação com múltiplos microfones.
pt_br: Pods de áudio de driver duplo com calibração de áudio espacial. Gravação multimicrofone.
ru: Аудиомодули с двумя динамиками и пространственной калибровкой звука. Запись с нескольких микрофонов.
zh_hans: 配备空间音频调校的双单元扬声器。支持多麦克风录制。

source: Enable Audio Guidance
ar: تمكين التوجيه الصوتي
de: Audiorückmeldung aktivieren
es: Habilitar guía de audio
fr: Activer le guidage audio
hi: ऑडियो मार्गदर्शन सक्षम करें
it: Abilita guida audio
ja: 音声ガイダンスを有効にする
ko: 오디오 안내 활성화
pt: Habilitar Orientação por Áudio
pt_br: Ativar orientação de áudio
ru: Включить аудиогид
zh_hans: 开启声音引导

source: Enable Background Scan
ar: تمكين فحص الخلفية
de: Hintergrund-Scan aktivieren
es: Activar escaneo en segundo plano
fr: Activer le scan en arrière-plan
hi: पृष्ठभूमि स्कैन सक्षम करें
it: Abilita scansione in background
ja: バックグラウンドスキャンを有効にする
ko: 백그라운드 스캔 활성화
pt: Habilitar Varredura em Segundo Plano
pt_br: Ativar varredura em segundo plano
ru: Включить фоновое сканирование
zh_hans: 启用后台扫描

source: Enable Radar Mode?
ar: تمكين وضع الرادار؟
de: Radarmodus aktivieren?
es: ¿Habilitar el modo radar?
fr: Activer le mode radar ?
hi: रडार मोड सक्षम करें?
it: Abilitare la modalità radar?
ja: レーダーモードを有効にしますか?
ko: 레이더 모드를 활성화하시겠습니까?
pt: Ativar modo radar?
pt_br: Ativar modo radar?
ru: Включить режим радара?
zh_hans: 启用雷达模式？

source: End User License Agreement (EULA)
ar: اتفاقية ترخيص المستخدم النهائي (EULA)
de: Endbenutzer-Lizenzvereinbarung (EULA)
es: Acuerdo de licencia de usuario final (EULA)
fr: Contrat de licence utilisateur final (CLUF)
hi: अंतिम उपयोगकर्ता लाइसेंस अनुबंध (ईयूएलए)
it: Contratto di licenza con l'utente finale (EULA)
ja: エンドユーザー使用許諾契約書 (EULA)
ko: 최종 사용자 라이센스 계약(EULA)
pt: Contrato de licença de usuário final (EULA)
pt_br: Contrato de licença de usuário final (EULA)
ru: Лицензионное соглашение с конечным пользователем (EULA)
zh_hans: 最终用户许可协议 (EULA)

source: English
ar: إنجليزي
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
it: Inglese
ja: 英語
ko: 영어
pt: Inglês
pt_br: Inglês
ru: Английский
zh_hans: 英语

source: Ensure Bluetooth is enabled to detect nearby smart glasses.
ar: تأكد من تمكين Bluetooth لاكتشاف النظارات الذكية القريبة.
de: Stellen Sie sicher, dass Bluetooth aktiviert ist, um smarte Brillen in der Nähe zu erkennen.
es: Asegúrese de que el Bluetooth esté activado para detectar gafas inteligentes cercanas.
fr: Assurez-vous que le Bluetooth est activé pour détecter les lunettes intelligentes à proximité.
hi: सुनिश्चित करें कि आस-पास के स्मार्ट चश्मे का पता लगाने के लिए ब्लूटूथ सक्षम है।
it: Assicurati che il Bluetooth sia abilitato per rilevare gli occhiali smart nelle vicinanze.
ja: 近くのスマートグラスを検出するために、Bluetoothが有効になっていることを確認してください。
ko: 주변의 스마트 안경을 감지하려면 블루투스가 활성화되어 있는지 확인하십시오.
pt: Certifique-se de que o Bluetooth está ativado para detetar óculos inteligentes nas proximidades.
pt_br: Certifique-se de que o Bluetooth está ativado para detectar óculos inteligentes nas proximidades.
ru: Убедитесь, что Bluetooth включен, чтобы обнаружить умные очки поблизости.
zh_hans: 确保已启用蓝牙以检测附近的智能眼镜。

source: Español
ar: الاسبانية
de: Spanisch
fr: espagnol
ja: スペイン語
ko: 스페인어
pt: Espanhol
pt_br: Espanhol
ru: испанский
zh_hans: 西班牙语

source: Estimated distance: ~%@ meters
ar: المسافة المقدرة: ~%@ متر
de: Geschätzte Entfernung: ~%@ Meter
es: Distancia estimada: ~%@ metros
fr: Distance estimée : ~%@ mètres
hi: अनुमानित दूरी: ~%@ मीटर
it: Distanza stimata: ~%@ metri
ja: 推定距離: ~%@ メートル
ko: 예상 거리: ~%@미터
pt: Distância estimada: ~%@ metros
pt_br: Distância estimada: ~%@ metros
ru: Расчетное расстояние: ~%@ метров
zh_hans: 估计距离：约 %@ 米

source: Excellent (>-60dBm)
ar: ممتاز (> -60 ديسيبل)
de: Hervorragend (>-60 dBm)
es: Excelente (>-60dBm)
hi: उत्कृष्ट (>-60dBm)
it: Eccellente (>-60dBm)
ja: 優れています (>-60dBm)
ko: 우수(>-60dBm)
pt: Excelente (>-60dBm)
pt_br: Excelente (>-60dBm)
ru: Отлично (>-60 дБм)
zh_hans: 优秀（>-60dBm）

source: Export CSV Detection Log
ar: تصدير سجل الكشف عن CSV
de: Detections-Log als CSV exportieren
es: Exportar registro de detección en CSV
fr: Exporter le log des détections en CSV
hi: सीएसवी डिटेक्शन लॉग निर्यात करें
it: Esporta log rilevamenti in CSV
ja: 検出ログをCSVでエクスポート
ko: CSV 탐지 로그 내보내기
pt: Esportar log de detecção em CSV
pt_br: Exportar log de detecção de CSV
ru: Экспорт журнала обнаружения в формате CSV
zh_hans: 导出 CSV 检测日志

source: Export Device Logs (CSV)
ar: تصدير سجلات الأجهزة (CSV)
de: Geräte-Logs exportieren (CSV)
es: Exportar registros de dispositivos (CSV)
fr: Exporter les logs (CSV)
hi: डिवाइस लॉग निर्यात करें (CSV)
it: Esporta log dei dispositivi (CSV)
ja: デバイスログのエクスポート(CSV)
ko: 장치 로그 내보내기(CSV)
pt: Exportar Logs de Dispositivos (CSV)
pt_br: Exportar registros de dispositivos (CSV)
ru: Экспорт журналов устройств (CSV)
zh_hans: 导出设备日志 (CSV)

source: Export PDF Security Audit
ar: تصدير التدقيق الأمني ​​لملف PDF
de: PDF-Sicherheitsaudit exportieren
es: Exportar auditoría de seguridad de PDF
fr: Audit de sécurité des exportations PDF
hi: पीडीएफ सुरक्षा ऑडिट निर्यात करें
it: Esporta PDF Controllo di sicurezza
ja: PDF セキュリティ監査のエクスポート
ko: PDF 보안 감사 내보내기
pt: Exportar auditoria de segurança em PDF
pt_br: Exportar auditoria de segurança em PDF
ru: Экспорт PDF-аудита безопасности
zh_hans: 导出 PDF 安全审核

source: EXTREMELY CLOSE (HOT)
ar: إغلاق شديد (ساخن)
de: EXTREM NAHE (HEISS)
es: EXTREMADAMENTE CERCA (CALIENTE)
fr: EXTRÊMEMENT PROCHE (CHAUD)
hi: बेहद करीब (गर्म)
it: ESTREMAMENTE VICINO (CALDO)
ja: 非常に近い（熱い）
ko: 매우 가깝습니다(뜨거움).
pt: EXTREMAMENTE PRÓXIMO (QUENTE)
pt_br: EXTREMAMENTE PERTO (QUENTE)
ru: ОЧЕНЬ БЛИЗКО (ГОРЯЧО)
zh_hans: 极近 (热)

source: Far
ar: بعيد
de: Weit
es: Lejos
fr: Loin
hi: दूर
it: Lontano
ja: 遠い
ko: 멀리
pt: Distante
pt_br: Distante
ru: Далеко
zh_hans: 远的

source: Far (Long range, ~15m)
ar: بعيد (بعيد المدى، ~15 م)
de: Weit (Große Reichweite, ~15m)
es: Lejos (Largo alcance, ~15m)
fr: Éloigné (Longue portée, ~15m)
hi: सुदूर (लंबी दूरी, ~15 मी)
it: Lontano (Lungo raggio, ~15m)
ja: 遠距離 (長距離、~15m)
ko: 원거리(장거리, ~15m)
pt: Longe (Longo alcance, ~15m)
pt_br: Longe (longo alcance, ~15m)
ru: Дальний (Большая дальность, ~15 м)
zh_hans: 远（长距离，~15m）

source: Features & Notifications
ar: الميزات والإخطارات
de: Funktionen und Benachrichtigungen
es: Funciones y notificaciones
fr: Fonctionnalités et notifications
hi: सुविधाएँ एवं सूचनाएं
it: Funzionalità e notifiche
ja: 機能と通知
ko: 기능 및 알림
pt: Recursos e notificações
pt_br: Recursos e notificações
ru: Функции и уведомления
zh_hans: 功能和通知

source: Français
ar: فرنسي
de: Französisch
es: Francés
hi: फ़्रेंच
it: francese
ja: フランス語
ko: 프랑스 국민
pt: Francês
pt_br: Francês
ru: Французский
zh_hans: 法语

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ja: 一般的な
ko: 일반적인
pt: Geral
pt_br: Em geral
ru: Общий
zh_hans: 一般的
